[
	{
	"title": "The Hemmings Book of POSTWAR AMERICAN INDEPENDENTS",
	"description": "(Paperback) Editor-In-Chief Terry Ehrich; Hemmings Motor News (Waterings Inc.), Bennington, VT, 2002 – 120 pages. Covers all the postwar American independents. Black and white illustrations with captions plus an 8-page color gallery.",
	"image_name": "PostwarAmericanIndependents.jpg"
	},
	{
	"title": "STORIED INDEPENDEANT AUTOMAKERS Nash, Hudson and American Motors",
	"description": "(Hardbound) Charles K. Hyde; Wayne State University Press, Detroit, MI, 2009 – 248 pages plus A Retrospective (Nash, Hudson and American Motors), Appendix (The Nash Family in Genesee County, Michigan), Notes and Index. Black and white illustrations with captions plus production charts.",
	"image_name": "StoriedIndependentAutomakers.jpg"
	},
	{
	"title": "Standard Catalog Of AMERICAN MOTORS 1902-1987",
	"description": "(Paperback) Edited by John A. Gunnell; Krause Publications, Iola, WI, 1993 - 317 pages, INDEX TO ARTICLES – Meet The Family, The Early Years, Kin From Kenosha-Nash, Our City Cousins-Hudson, Rapid Relatives: Hudson Race Cars, Foreign Relations, Identity Crisis: Nash/Hudson Merger, Family Gathering: AMC Style, Renagade: AMC Jeep. Illustrations with captions.",
	"image_name": "AmericanMotors1902-1987.jpg"
	},
	{
	"title": "American Motors The Last Independent",
	"description": "(Hardbound) Patrick R. Foster, Krause Publications, Iola, WI, 1993 – 302 pages. Eight chapters covering the years 1954-1957, 1958-1963, 1964-1969, 1970-1973, 1974-1977,1978-1984,1985-1987 with the last chapter being What Went Wrong. Black and white illustrations with captions of both production cars and concepts.",
	"image_name": "AmericanMotorsLast.jpg"
	},
	{
	"title": "AMC Buyer's Guide",
	"description": "(Paperback) Larry G. Mitchell, Motorbooks International (Motorbooks International Illustrated Buyer's Guide Series), Osceola, WI, 1994 – 156 pages, covers AMX, Javelin, Ambassador, Nash Rambler, Rambler American, Metropolitan, Rebel, Marlin, Gremlin, Spirit, Hornet, Concord, Pacer, Eagle and more 1946-1988. Black and white illustrations with captions plus charts, tables and line drawings.",
	"image_name": "AMCBuyersGuide.jpg"
	},
	{
	"title": "AMC MUSCLE CARS",
	"description": "(Paperback) Larry G. Mitchell, MIB Publishing Company, Osceola, WI, 2000 – 126 pages, covers everything from the Nash Healey roots to the 1957 Rebel and AMX, Javelins, Rebel Machine and more. Black and white and full color illustrations with captions of real models plus concept renderings and photos.",
	"image_name": "AMCMuscleCars.jpg"
	},
	{
	"title": "NASH & Nash Healey",
	"description": "(Paperback) Compiled by R.M. Clarke, Brooklands Books Ltd., Surrey, UK – 92 pages. Reprints of road test, articles and advertisements of Nash, Hudson, Rambler and Nash Healey. Black and white illustrations with captions plus charts, tables and line drawings.",
	"image_name": "NASHandNashHealey.jpg"
	},
	{
	"title": "The NASH STYLING SKETCHBOOK",
	"description": "(Paperback) Patrick R. Foster, The Olde Milford Press, Milford, CT, 1998 – 84 pages. Black and white illustrations with captions of actual cars and people plus rendering of concepts and styling exercises.",
	"image_name": "NASHSTYLINGSKETCHBOOK.jpg"
	},
	{
	"title": "RAMBLER: 1950 - 1969 PHOTO ARCHIVE",
	"description": " (Paperback) Patrick R. Foster, Iconografis (Photo Archives Series) Hudson, WI, 2002 - 126 pages. From the first 1950 Rambler convertible through the big Ramblers that debuted for 1956 to the Classics, Ambassadors and American that followed All but the 2 pages of the Introduction are black and white illustrations with captions.",
	"image_name": "RAMBLERPhotoArchive.jpg"
	},
	{
	"title": "KAISER-FRAZER 1946–1955",
	"description": "(Paperback) Compiled by R.M. Clarke, Brooklands Books Ltd., Surrey, UK – 92 pages. Reprints of road test, articles and advertisements of Kaiser and Frazer. Black and white illustrations with captions plus charts, tables and line drawings. (Pop's grandfather had an early Frazer Vagabond hatchback that he used to haul hay to the cows in the back pasture.)",
	"image_name": "KAISER-FRAZER.jpg"
	},
	{
	"title": "CLASSIC AMERICAN LIMOUSINES 1955 – 2000 PHOTO ARCHIVE",
	"description": "(Paperback) Richard J. Conjalka, Iconografis (Photo Archives Series) Hudson, WI, 2001 – 126 pages. Limousines based on Cadillacs, Lincolns, Chryslers and Imperials plus Specialty, Secret Service and Presidential limousines. Black and white photographs and renderings with captions.",
	"image_name": "ClassicAmericanLimousines.jpg"
	},
	{
	"title": "PROFESSIONAL CARS",
	"description": "(Paperback) Gregg D. Merksamer, Krause Publications, Iola, WI, 2004 – 301 pages. Starts with A Look Back at History, then covers professional cars crafted from Buicks, Cadillacs, Chevrolets, Chryslers, Fords, Oldsmobiles, Packards and Pontiacs and ends with The Best of the Rest. . Black and white photographs and renderings of hearses, flower cars, limousines and ambulances.",
	"image_name": "PROFESSIONALCars.jpg"
	},
	{
	"title": "Funeral Service & Flower Cars PHOTO ARCHIVE",
	"description": "(Paperback) Walter M. P. McCall , Iconografis (Photo Archives Series) Hudson, WI, 2008 – 126 pages. Flower cars and hearses from 1896 horse-drawn Flower Wagon to modern day conversions. Black and white photographs and renderings with captions plus a 16-page color gallery.",
	"image_name": "ServiceandFlowerCars.jpg"
	}
]