[
	{
	"title": "American Motors, Rambler, AMX & Metropolitan",
	"description": "Models from these nameplates are more common then they used to be. However, you may find some of your favorite in other scales than you collect, so be sure to do a little online searching. Has information on models available, colors and links for ordering or pre ordering. Also suggestions and links for finding older models and colors that are out of stock by the original manufacturers.",
	"image_name": "AMXletteringR.jpg",
	"category": "independents"
	},
	{
	"title": "Hudson",
	"description": "Models that date from the old Hudson Motor Car Company are few and far between. Most are done in the smaller scales, so be sure to do a little online searching. Has information on models that have been done and suggestions and links for finding older models and colors. Some are out of stock by the original manufacturers and some manufacturers no longer are in business or make model cars.",
	"image_name": "Hudsoncoral-creamR.jpg",
	"category": "independents"
	},
	{
	"title": "Kaiser - Frazer",
	"description": "Models for these marquees are also hard to find and you may find them in scales you are not used to. The showroom page for Kaser - Frazer has information on models available, colors and links for ordering or pre ordering. Also suggestions and links for finding older models and colors that are out of stock by the original manufacturers.",
	"image_name": "HenryJ-R.jpg",
	"category": "independents"
	},
	{
	"title": "Nash",
	"description": "Models that date from the old Nash Kelvinator Corporation are relatively rare.You may find them in other scales than you collect, so be sure to do a little online searching. Has information on models that have been done, availablety, colors and links for ordering. Also suggestions and links for finding older models and colors that are out of stock by the original manufacturers.",
	"image_name": "52Nashred.jpg",
	"category": "independents"
	},
	{
	"title": "Packard",
	"description": "Models from this nameplate have been done by several manufactures. You may find some of your favorites in other scales than you collect, so be sure to do a little online searching. Has information on models still available, colors and links for ordering. Also suggestions and links for finding older models and colors that are out of stock by the original manufacturers.",
	"image_name": "55PackardCaribbean-R.jpg",
	"category": "independents"
	},
	{
	"title": "Studebaker",
	"description": "Models from this nameplate have been done by several manufactures, some still in business and some not. You may find some of your favorites in other scales than you collect, so be sure to do a little online searching. Has information on models available, colors and links for ordering. Also suggestions and links for finding older models and colors that are out of stock by the original manufacturers.",
	"image_name": "AvantiGold-R.jpg",
	"category": "independents"
	},
	{
	"title": "Cadillac Hearses",
	"description": "Models for this marquee are hard to find and quite expenseve This page has suggestions and links for finding older models and colors that are out of stock by by most dealers. The original supplier of these high quality diecast models has gone out of business.",
	"image_name": "59CadillacHearsback.jpg",
	"category": "hearses"
	},
	{
	"title": "Studebaker Wagon Hearse",
	"description": "This model was never produced in real life but is a faithful replica of what one would have looked like. It has been produce by several manufactures in other scales, each with some different details. This page has suggestions and a link for finding this model plus a link for finding other scales. The one in Pop's personal collection came in an attractive tin box and was made exclusively for Phoenix Toys & Novelties. It no longer appears on their web site.",
	"image_name": "Studebakerhearsewcoffin.jpg",
	"category": "hearses"
	},
	{
	"title": "Cadillac Series 75 Limousines",
	"description": "Replicas in various scales and materials of custom-bodied vehicles based on passenger car styling and specifically designed for funeral or livery service. Has suggestions and links for finding older models and colors that are out of stock by the original manufacturers.",
	"image_name": "59CadillacSeries75.jpg",
	"category": "limousines"
	},
	{
	"title": "Bentley State Limousine",
	"description": "Her Majesty Queen Elizabeth II was presented with a custom built Bentley State Limousine on the occasion of her Golden Jubilee. The one of a kind car was done as a diecast model by Minichamps in both 1:18 and 1:43 scale and both are long since out of production. Has photographs of the model. special box it came in and suggestions for finding one.",
	"image_name": "StateBentleydiecast-1.jpg",
	"category": "limousines"
	},
	{
	"title": "1964 Rolls Royce Phantom V MPW",
	"description": "It was a large, ultra-exclusive four-door saloon, the ultimate limousine of its day. The Phantom V was made by Rolls-Royce Motor Cars from 1959 to 1968 and only 516 were made. Owners included Queen Elizabeth II, her mother, Queen Elizabeth, the Queen Mother, the Shah of Iran, King Olav V of Norway and Beatle John Lennon.",
	"image_name": "RRPhantomV-1R_000.jpg",
	"category": "limousines"
	}
]