[
	{
	"title": "Restoring a 1953 Nash Rambler",
	"description": "The Rambler Custom convertible for 1953, when 3,284 were assembled , featured an electrically operated top that opened and closed like a roll-top desk on the fixed side-window frames. They came standard with a deluxe steering wheel, fancier upholstery, foam seat cushions, directional signals, clock, courtesy lights, chrome wheel discs, and a Continental spare, all very lavish by 1950s standards.",
	"image_name": "BackFinal.jpg",
	"link": "nash_rambler"
	},
	{
	"title": "The Metropolitan",
	"description": "The Metropolitan was the first small American car designed for mass production. It was designed by William J. Flajole, for Nash Motor Division of Nash-Kelvinator Corporation but built by Austin Motor Company of Birmingham, England. First marketed as Nashes, later also as Hudson Metropolitans after the two companies merged as American Motors Corporation in 1954. It became a stand-alone brand near the end of its run.",
	"image_name": "metroorange-white.jpg",
	"link": "metropolitan_story"
	},
	
	{
	"title": "1948 Studebaker Land Cruiser",
	"description": "Studebaker was the first American auto manufaturer to get an all new design launched after the end of World War II. The Land Cruiser was the top of the line. Text for this article was provided by the current owner, also a friend from one of Pop's car clubs. Exterior and interior photographs are by Pop. The car now resides in the San Diego area. ",
	"image_name": "TheBobsStudebaker.jpg",
	"link": "land_cruiser"
	},
	
	{
	"title": "Beep Beep",
	"description": "Car songs abound in American history but few have achieved the cult status of this bubble-gum balled about the race between a Cadillac and a little Nash Rambler. The Playmates' Beep, Beep, released on Roulette Records, entered the Billboard charts top 40 on June 9, 1958, made it to number 4, and stayed in the top 40 for 12 weeks. Play it on a jukebox today and you are almost sure to get an instant sing-along.",
	"image_name": "Ramblerdrawing.jpg",
	"link": "beep_beep"
	},
	
	{
	"title": "Great Calendar Art",
	"description": "These came from the kind of calendars that do get hung in Beach Bum Cove. These illustrations are artist renditions of pre-war cars from the American Independents. Back then, they were all truly independent and separate automobile manufacturers and these are some of the best vehicles they offered.",
	"image_name": "1935Studebaker-7-200.jpg",
	"link": "calendar_art"
	},
	
	{
	"title": "A Picture Story",
	"description": "Different people have different ideas of what a car should be. Some want their car to look just like it did when it left the factory. Others want their ride to reflect the personality of the person who owns it. Chris Denove of Camarillo, California, wanted his car to be bright and shiny but pretty much stock on the outside. But inside, that was where the magic happened.",
	"image_name": "RamblerTirekicking.jpg",
	"link": "nash_remodel"
	}
]